Repository: hirakke/FileRenamer
Catalog: Sources/FileRenamer/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# settings.openFilerenamer
source: Open FileRenamer
ja: FileRenamerを開く

# settings.confirmation
source: Confirmation
ja: 確認

# settings.reviewChangesBeforeRenaming
source: Review changes before renaming
ja: 実行前に変更内容を確認

# settings.reviewFileNamesImageProcessing
source: Review file names, image processing, and original-file handling before continuing.
ja: 変更前後のファイル名、画像処理、原本の扱いを一覧で確認します。

# settings.confirmOriginalFileHandlingBefore
source: Confirm original-file handling before converting or resizing images
ja: 画像を変換・リサイズする前に原本の扱いを確認

# settings.whenOffTheOriginalImage
source: When off, the original image is replaced. Name-conflict protection and recovery after failure remain active.
ja: オフの場合は元画像を置き換えます。ファイル名の衝突防止と失敗時の復元は常に有効です。

# settings.confirmBeforeUndoingARename
source: Confirm before undoing a rename
ja: Undoの前に確認

# settings.imageProcessing
source: Image Processing
ja: 画像処理

# settings.preventUpscalingByDefaultWhen
source: Prevent upscaling by default when resizing
ja: リサイズでは拡大を防ぐ設定を初期値にする

# settings.appliedWhenYouFirstEnable
source: Applied when you first enable resizing in Image Settings.
ja: 画像設定でリサイズを新しく有効にしたときに適用します。

# settings.doNotRecompressJpegFiles
source: Do not recompress JPEG files at 100% when format and size are unchanged
ja: JPEG 100%・同形式・リサイズなしでは再圧縮しない

# settings.whenOnMatchingJpegData
source: When on, matching JPEG data remains unchanged and only the file name is changed.
ja: オンの場合、対象のJPEGデータは変更せず、必要な名前変更だけを行います。

# settings.similarImages
source: Similar Images
ja: 類似画像

# settings.checkForSimilarImages
source: Check for similar images
ja: 類似している可能性のある画像を確認

# settings.findExactDuplicateFilesOnly
source: Find exact duplicate files only
ja: 完全に同一のファイルだけ検出

# settings.detectionSensitivity
source: Detection Sensitivity
ja: 検出感度

# settings.excludeRawJpegPairsFrom
source: Exclude RAW + JPEG pairs from suggestions
ja: RAW＋JPEGの組み合わせを候補から除外

# settings.imageFeatureComparisonsStayOn
source: Image-feature comparisons stay on this Mac. FileRenamer only shows suggestions; it never removes or excludes files automatically.
ja: 画像特徴の比較はこのMac内で行います。候補を表示するだけで、自動的な削除や除外は行いません。

# settings.display
source: Display
ja: 表示

# settings.displayLanguage
source: Display Language
ja: 表示言語

# settings.whenYourSystemLanguageIs
source: When your system language is not Japanese, FileRenamer uses English.
ja: 日本語以外のシステム言語では英語で表示します。

# settings.defaultView
source: Default View
ja: 標準の表示形式

# settings.gridColumns
source: Grid Columns
ja: グリッドの列数

# settings.showSidebarWhenOpeningA
source: Show sidebar when opening a window
ja: ウィンドウを開いたときにサイドバーを表示

# settings.updates
source: Updates
ja: アップデート

# settings.automaticallyCheckForUpdatesAfter
source: Automatically check for updates after launch
ja: 起動後にアップデートを自動確認

# settings.automaticallyInstallUpdates
source: Automatically install updates
ja: アップデートを自動でインストール

# settings.checkForUpdates
source: Check for Updates…
ja: アップデートを確認…

# settings.checkingForUpdatesNeverSends
source: Checking for updates never sends your files or images.
ja: 更新情報の確認時も、ファイルや画像は送信しません。

# settings.privacy
source: Privacy
ja: プライバシー

# settings.dataHandling
source: Data Handling
ja: データの処理

# settings.onThisMacOnly
source: On This Mac Only
ja: このMac内のみ

# settings.showPrivacyPolicy
source: Show Privacy Policy…
ja: プライバシーポリシーを表示…

# settings.privacyPolicy
source: Privacy Policy
ja: プライバシーポリシー

# settings.filerenamerProcessesTheFilesYou
source: FileRenamer processes the files you select only on this Mac. It does not send or collect your files, names, images, metadata, or usage data.
ja: FileRenamerは、ユーザーが選択したファイルをこのMac内で処理します。ファイル、ファイル名、画像、メタデータ、利用状況を開発者へ送信または収集しません。

# settings.fileAccess
source: File Access
ja: ファイルへのアクセス

# settings.accessToSelectedFilesIs
source: Access to selected files is used only for importing, previewing, renaming, image conversion, resizing, local comparison of similar-image candidates, moving files you explicitly select to Trash, Undo, and recovery after failure.
ja: 選択したファイルへのアクセスは、読み込み、プレビュー、名前変更、画像変換、リサイズ、類似画像候補のローカル比較、ユーザーが明示的に選んだファイルのゴミ箱への移動、Undo、失敗時の復旧にだけ使用します。

# settings.informationStoredOnThisMac
source: Information Stored on This Mac
ja: このMacに保存する情報

# settings.settingsNamingRulesUndoHistory
source: Settings, naming rules, Undo history, recovery information, and any needed image backups are stored on this Mac. Older Undo history and related backups are removed according to the app’s storage limit.
ja: 設定、命名ルール、Undo履歴、復旧情報、必要な画像バックアップをこのMac内に保存します。古いUndo履歴と関連バックアップは、アプリの保存上限に従って削除されます。

# settings.trackingAndSharing
source: Tracking and Sharing
ja: 追跡と第三者提供

# settings.filerenamerDoesNotUseAdvertising
source: FileRenamer does not use advertising, analytics, or user tracking, and does not share data with third parties. If update checking is enabled, it connects to the update server only to check whether a newer version is available; it never sends files, images, or usage data.
ja: 広告、分析、ユーザー追跡を行わず、データを第三者へ提供しません。更新確認を有効にした場合は、最新バージョンの有無を確認するため更新情報サーバーへ接続しますが、ファイル、画像、利用状況は送信しません。

# settings.effectiveDateAugust132026
source: Effective date: August 13, 2026
ja: 制定日：2026年8月13日

# settings.close
source: Close
ja: 閉じる

# preview.couldnTLoadImage
source: Couldn’t Load Image
ja: 画像を読み込めませんでした

# preview.checkTheAccessPermissionOr
source: Check the access permission or supported format.
ja: アクセス権または対応形式を確認してください。

# preview.tryAgain
source: Try Again
ja: 再試行

# main.undoTheRename
source: Undo the rename?
ja: リネームを元に戻しますか？

# main.cancel
source: Cancel
ja: キャンセル

# main.undo
source: Undo
ja: 元に戻す

# main.moveToTrash
source: Move to Trash
ja: ゴミ箱に移動

# main.keepTheOriginalImages
source: Keep the original images?
ja: 変更前の元画像を残しますか？

# main.keepOriginalsAndChooseLocation
source: Keep Originals and Choose Location
ja: 元画像を残して保存先を選ぶ

# main.replaceOriginals
source: Replace Originals
ja: 元画像を置き換える

# main.imageConversionAndResizingRecreate
source: Image conversion and resizing recreate image data. To keep originals, name the folder and choose where to save it.
ja: 画像変換・リサイズでは画像データを再生成します。元画像を残す場合は、フォルダ名を入力してから作成場所を選択します。

# main.originalImagesFolderName
source: Original Images Folder Name
ja: 元画像を保存するフォルダ名

# main.folderName
source: Folder Name
ja: フォルダ名

# main.chooseLocation
source: Choose Location
ja: 保存場所を選ぶ

# main.aNewFolderWithThis
source: A new folder with this name will be created in the selected location.
ja: 選択する保存場所の中に、この名前の新しいフォルダを作成します。

# main.hideTabBar
source: Hide Sidebar
ja: サイドバーを隠す

# main.showTabBar
source: Show Sidebar
ja: サイドバーを表示

# main.sidebar
source: Sidebar
ja: サイドバー

# main.addFiles
source: Add Files
ja: ファイルを追加

# main.addFolder
source: Add Folder
ja: フォルダを追加

# main.ascending
source: Ascending
ja: 昇順

# main.descending
source: Descending
ja: 降順

# main.reverseOrder
source: Reverse Order
ja: 並びを反転

# main.groupRawJpeg
source: Group RAW + JPEG
ja: RAW + JPEG をまとめる

# main.sort
source: Sort
ja: 並べ替え

# main.switchBetweenListAndGrid
source: Switch between list and grid views
ja: リスト / グリッド表示を切り替え

# main.dropFilesOrAFolder
source: Drop Files or a Folder
ja: ファイルまたはフォルダをドロップ

# main.addFiles2
source: Add Files…
ja: ファイルを追加…

# grid.clickToSelectDoubleClick
source: Click to select. Double-click or press Space to preview.
ja: クリックして選択。ダブルクリックまたはスペースキーでプレビュー

# grid.columns
source: Columns
ja: 横の列数

# grid.moveEarlier
source: Move Earlier
ja: 1つ前へ

# grid.moveLater
source: Move Later
ja: 1つ後ろへ

# grid.moveToStart
source: Move to Start
ja: 先頭へ移動

# grid.moveToEnd
source: Move to End
ja: 末尾へ移動

# grid.showInFinder
source: Show in Finder
ja: Finder で表示

# grid.quickLook
source: Quick Look
ja: クイックルック

# grid.reviewSimilarImages
source: Review Similar Images…
ja: 重複候補を確認…

# grid.moveToTrash
source: Move to Trash…
ja: ゴミ箱に移動…

# grid.unlockPosition
source: Unlock Position
ja: 位置の固定を解除

# grid.lockAtThisPosition
source: Lock at This Position
ja: この位置に固定

# grid.compareIdenticalOrSimilarImages
source: Compare Identical or Similar Images
ja: 同一または類似している画像を比較

# grid.compareSimilarImages
source: Compare Similar Images
ja: 類似している可能性のある画像を比較

# grid.before
source: Before
ja: 変更前

# grid.afterUnchanged
source: After (unchanged)
ja: 変更後（変更なし）

# grid.after
source: After
ja: 変更後

# list.originalName
source: Original Name
ja: 元のファイル名

# list.reverseTheCurrentOrder
source: Reverse the current order
ja: 並び順を反転します

# list.reviewIdenticalOrSimilarImages
source: Review Identical or Similar Images
ja: 同一または類似している画像を確認

# list.original
source: Original
ja: 元

# list.location
source: Location
ja: 場所

# ruleBar.namingRule
source: Naming Rule
ja: 命名規則

# ruleBar.example
source: Example:
ja: 例:

# ruleBar.imageSettings
source: Image Settings
ja: 画像設定

# ruleBar.setImageFormatAndDimensions
source: Set image format and dimensions
ja: 画像形式と画像サイズを設定

# ruleBar.imageFormat
source: Image Format
ja: 画像形式

# ruleBar.imageConversionAndResizingSupport
source: Image conversion and resizing support JPEG and PNG. Transparent areas become white in JPEG.
ja: 画像変換・リサイズは JPEG・PNG に対応。JPEGでは透明部分を白にします。

# ruleBar.jpegQuality
source: JPEG Quality
ja: JPEG品質

# ruleBar.customJpegQuality
source: Custom JPEG Quality
ja: JPEGカスタム品質

# ruleBar.jpegFilesAreNotRecompressed
source: JPEG files are not recompressed at 100% when format and size are unchanged.
ja: 100%・JPEG同形式・リサイズなしでは再圧縮しません。

# ruleBar.jpegFilesAreRecompressedWhen
source: JPEG files are recompressed when saved.
ja: JPEGは保存時に再圧縮されます。

# ruleBar.jpegFilesAreReEncoded
source: JPEG files are re-encoded when resized or saved below 100% quality.
ja: リサイズ時、または100%未満ではJPEGを再エンコードします

# ruleBar.jpegFilesAreReEncoded2
source: JPEG files are re-encoded, including at 100% quality.
ja: JPEGは品質100%を含めて再エンコードします

# ruleBar.resizeImages
source: Resize Images
ja: 画像リサイズ

# ruleBar.closeResizeSettings
source: Close resize settings
ja: 画像リサイズ設定を閉じる

# ruleBar.openResizeSettings
source: Open resize settings
ja: 画像リサイズ設定を開く

# ruleBar.enableResizing
source: Enable Resizing
ja: リサイズを有効にする

# ruleBar.maximumLongEdge
source: Maximum Long Edge
ja: 統一する長辺

# ruleBar.6420000PxResizes
source: 64–20,000 px. Resizes while preserving the aspect ratio.
ja: 64〜20,000 px。拡大・縮小して、縦横比を保ったまま長辺を統一します。

# ruleBar.doNotUpscaleSmallerImages
source: Do Not Upscale Smaller Images
ja: 元画像より小さい場合は拡大しない

# ruleBar.counterAndDate
source: Counter and Date
ja: 連番と日付

# ruleBar.originalName
source: Original Name
ja: 元の名前

# ruleBar.insertBlock
source: Insert Block
ja: ブロックを挿入

# orderStep.moveEarlier
source: Move Earlier
ja: 1つ前へ移動

# orderStep.moveLater
source: Move Later
ja: 1つ後ろへ移動

# preset.presets
source: Presets
ja: プリセット

# preset.myPresets
source: My Presets
ja: マイプリセット

# preset.saveCurrentPreset
source: Save Current Preset…
ja: 現在のプリセットを保存…

# preset.managePresets
source: Manage Presets…
ja: プリセットを管理…

# preset.importPresets
source: Import Presets…
ja: プリセットを読み込む…

# preset.exportPresets
source: Export Presets…
ja: プリセットを書き出す…

# preset.chooseOrCreateANaming
source: Choose or create a naming-rule preset.
ja: 命名規則のプリセットを選択・作成します

# preset.deleteThisPreset
source: Delete this preset?
ja: プリセットを削除しますか？

# preset.delete
source: Delete
ja: 削除

# preset.managePresets2
source: Manage Presets
ja: プリセットを管理

# preset.createFromScratch
source: Create from Scratch
ja: 初めから作る

# preset.duplicateCurrentRule
source: Duplicate Current Rule
ja: 現在の規則を複製して作る

# preset.newPreset
source: New Preset
ja: 新規プリセット

# preset.apply
source: Apply
ja: 適用

# preset.editNameAndBlocks
source: Edit name and blocks
ja: 名前とブロックを編集

# preset.noSavedPresetsYet
source: No saved presets yet
ja: 保存したプリセットはまだありません

# preset.editPreset
source: Edit Preset
ja: プリセットを編集

# preset.name
source: Name
ja: 名前

# preset.exampleTravelPhotos
source: Example: Travel Photos
ja: 例: 旅行写真

# preset.thisWillReplaceThePreset
source: This will replace the preset with the same name.
ja: 同じ名前のプリセットを上書きします

# preset.create
source: Create
ja: 作成

# preset.save
source: Save
ja: 保存

# preset.noBlocks
source: (No Blocks)
ja: （ブロックなし）

# quickLook.showInFinder
source: Show in Finder
ja: Finderで表示

# confirm.reviewChanges
source: Review Changes
ja: 変更内容を確認

# confirm.theseChangesWillBeApplied
source: These changes will be applied to your files. Please review them before continuing.
ja: 次の内容でファイルを変更します。実行前に確認してください。

# confirm.imageDataWillBeRecreated
source: Image data will be recreated and the originals will be replaced.
ja: 画像データを再生成し、元画像を置き換えます。

# confirm.fileNameConflictsAreChecked
source: File name conflicts are checked again immediately before running.
ja: 実行直前にも保存先の衝突を再確認します。

# confirm.scope
source: Scope
ja: 対象

# confirm.rename
source: Rename
ja: 名前変更

# confirm.warnings
source: Warnings
ja: 警告

# rule.extension
source: Extension
ja: 拡張子

# rule.letterCase
source: Letter Case
ja: 大文字・小文字

# rule.changeTheImageFormatIn
source: Change the image format in Image Settings.
ja: 画像形式は「画像設定」から変更できます。

# rule.setExtensionLetterCase
source: Set extension letter case
ja: 拡張子の大文字・小文字を設定

# rule.clickToConfigureDragTo
source: Click to configure, drag to move, or press Backspace to delete.
ja: クリックで設定、ドラッグで移動、Backspace で削除

# rule.edit
source: Edit…
ja: 編集…

# similar.similarImages
source: Similar Images
ja: 重複している可能性のある画像

# similar.switchGroups
source: Switch groups
ja: 組を切り替えます

# similar.includesExactMatch
source: Includes Exact Match
ja: 完全一致を含む

# similar.similar
source: Similar
ja: 類似

# similar.groupsIncludingExactMatches
source: Groups Including Exact Matches
ja: 完全一致を含む組

# similar.similarGroups
source: Similar Groups
ja: 類似している組

# similar.selectAllButTheFirst
source: Select All but the First
ja: 最初の1枚以外を選択

# similar.keepsTheFirstFileAnd
source: Keeps the first file and selects the rest of this group for removal.
ja: 先頭を残し、同じ組の残りを削除対象にします

# similar.deselectThisGroup
source: Deselect This Group
ja: この組の選択を解除

# similar.everyFileInThisGroup
source: Every file in this group is selected for removal. Keep at least one.
ja: この組はすべて削除対象です。1 枚は残してください。

# similar.noGroupsToDisplay
source: No groups to display
ja: 表示できる組がありません

# similar.previewAlsoOpensWithDouble
source: Preview (also opens with double-click or Space)
ja: プレビュー（ダブルクリック / スペースキーでも開きます）

# similar.closeEsc
source: Close (Esc)
ja: 閉じる（Esc）

# similar.imageComparisonHappensOnThis
source: Image comparison happens on this Mac.
ja: 画像の比較はこのMac内で行われます

# similar.keepsTheFilesAndRemoves
source: Keeps the files and removes them only from this list.
ja: ファイルは残したまま、この一覧からだけ外します

# similar.moveSelectedFilesToTrash
source: Move Selected Files to Trash
ja: 選択したファイルをゴミ箱に移動します

# similar.someGroupsHaveEveryFile
source: Some groups have every file selected for removal.
ja: すべてが削除対象の組があります

# tokenEditor.deleteThisBlock
source: Delete this block
ja: このブロックを削除

# tokenEditor.exampleEventName
source: Example: Event Name
ja: 例: イベント名

# tokenEditor.other
source: Other
ja: その他

# tokenEditor.startingNumber
source: Starting Number
ja: 開始番号

# tokenEditor.digits
source: Digits
ja: 桁数

# tokenEditor.increment
source: Increment
ja: 増分

# tokenEditor.resetCounter
source: Reset Counter
ja: 番号のリセット

# tokenEditor.type
source: Type
ja: 種類

# tokenEditor.format
source: Format
ja: 形式

# tokenEditor.custom
source: Custom
ja: カスタム

# tokenEditor.enterADateFormat
source: Enter a date format.
ja: 日付形式を入力してください

# tokenEditor.item
source: Item
ja: 項目

# tokenEditor.letterCase
source: Letter Case
ja: 大文字小文字

# tokenEditor.findLeaveEmptyForNo
source: Find (leave empty for no replacement)
ja: 検索（空なら置換なし）

# tokenEditor.replaceWith
source: Replace With
ja: 置換後

# tokenEditor.useRegularExpression
source: Use Regular Expression
ja: 正規表現を使う

# tokenEditor.theRegularExpressionIsInvalid
source: The regular expression is invalid.
ja: 正規表現が正しくありません

# insertPanel.insert
source: Insert
ja: 挿入

# sidebar.addANewNamingTask
source: Add a new naming task (⌘T)
ja: 新しい命名作業を追加（⌘T）

# sidebar.addANewNamingTask2
source: Add a new naming task
ja: 新しい命名作業を追加

# sidebar.addWithT
source: Add with ⌘T
ja: ⌘Tで追加

# sidebar.aTabCannotBeClosed
source: A tab cannot be closed while it is processing.
ja: 処理中のタブは閉じられません

# sidebar.closeTab
source: Close Tab
ja: タブを閉じる

# 設定
source: Settings
ja: 設定

# システム設定に従う
source: Use System Setting
ja: システム設定に従う

# 日本語
source: Japanese
ja: 日本語

# フォルダを追加…
source: Add Folder…
ja: フォルダを追加…

# 変更を実行
source: Rename
ja: 変更を実行

# やり直す
source: Redo
ja: やり直す

# 元のファイル名
source: Original Name
ja: 元のファイル名

# リスト
source: List
ja: リスト

# グリッド
source: Grid
ja: グリッド

# リストを空にする
source: Clear List
ja: リストを空にする

# 類似画像を確認中
source: Checking Similar Images
ja: 似た画像を確認中

# 保存先を確認中
source: Checking Destination
ja: 保存先を確認中

# settings.language.system
source: Use System Setting
ja: システム設定に従う

# settings.language.japanese
source: Japanese
ja: 日本語

# view.list
source: List
ja: リスト

# view.grid
source: Grid
ja: グリッド

# similarity.strict
source: Strict
ja: 厳密

# similarity.standard
source: Standard
ja: 標準

# similarity.broad
source: Broad
ja: 広め

# sort.fileName
source: Name
ja: 元ファイル名

# sort.creationDate
source: Date Created
ja: 作成日時

# sort.modificationDate
source: Date Modified
ja: 更新日時

# sort.fileSize
source: Size
ja: ファイルサイズ

# sort.captureDate
source: Date Taken
ja: 撮影日時

# sort.ascending
source: Ascending
ja: 昇順

# sort.descending
source: Descending
ja: 降順

# menu.checkForUpdates
source: Check for Updates…
ja: アップデートを確認…

# menu.newTab
source: New Tab
ja: 新規タブ

# menu.addFiles
source: Add Files…
ja: ファイルを追加…

# menu.addFolder
source: Add Folder…
ja: フォルダを追加…

# menu.undo
source: Undo
ja: 取り消す

# menu.redo
source: Redo
ja: やり直す

# menu.undoRename
source: Undo Last Rename
ja: 前回のリネームを元に戻す

# menu.redoRename
source: Redo Last Rename
ja: 前回のリネームをやり直す

# menu.selectAll
source: Select All
ja: すべて選択

# menu.removeSelection
source: Remove %lld from List
ja: %lld 件をリストから除外

# menu.sort
source: Sort
ja: 並べ替え

# menu.moveEarlier
source: Move Earlier
ja: 1つ前へ

# menu.moveLater
source: Move Later
ja: 1つ後ろへ

# menu.moveToStart
source: Move to Start
ja: 先頭へ移動

# menu.moveToEnd
source: Move to End
ja: 末尾へ移動

# menu.reverseOrder
source: Reverse Order
ja: 並びを反転

# menu.togglePositionLock
source: Lock / Unlock Position
ja: 選択項目の位置を固定 / 解除

# status.errorCount
source: %lld Errors
ja: %lld 件のエラー

# status.warningCount
source: %lld Warnings
ja: %lld 件の警告

# status.checkingSimilarImages
source: Checking Similar Images
ja: 似た画像を確認中

# status.duplicateGroups
source: %lld Similar Groups
ja: 似た画像 %lld 組

# status.reviewDuplicatesHelp
source: Review and delete similar images.
ja: 似た画像を確認して削除します

# status.checkingDestination
source: Checking Destination
ja: 保存先を確認中

# action.clearList
source: Clear List
ja: リストを空にする

# status.fixErrorsHelp
source: Resolve the errors to continue.
ja: エラーを解消すると実行できます

# status.renameHelp
source: Change file names, extensions, and image size.
ja: 名前・拡張子・画像サイズの変更を実行します

# status.noFiles
source: No Files
ja: ファイルなし

# status.itemCount
source: %lld Items
ja: %lld 件

# status.itemAndFileCount
source: %1$lld Items (%2$lld Files)
ja: %1$lld 件（%2$lld ファイル）

# action.renameCount
source: Rename %lld Items
ja: %lld 件の名前を変更

# action.rename
source: Rename
ja: 名前を変更

# action.moveItems
source: Move %lld Items
ja: %lld 件を移動

# action.renameConvertCount
source: Rename & Convert %lld Items
ja: %lld 件の名前と画像を変更

# action.convertCount
source: Convert %lld Images
ja: %lld 件の画像を変更

# caseTransform.none
source: Keep
ja: そのまま

# caseTransform.lowercase
source: Lowercase
ja: 小文字

# caseTransform.uppercase
source: Uppercase
ja: 大文字

# imageFormat.preserve
source: Keep Original
ja: 変更しない

# jpegQuality.maximum
source: Maximum — 100%
ja: 最高品質 — 100%

# jpegQuality.high
source: High — 95% (Recommended)
ja: 高品質 — 95%（推奨）

# jpegQuality.standard
source: Standard — 90%
ja: 標準 — 90%

# jpegQuality.compact
source: Compact — 80%
ja: 軽量 — 80%

# jpegQuality.custom
source: Custom
ja: カスタム

# オフ
source: Off
ja: オフ

# imageResize.off
source: Off
ja: オフ

# プレビュー
source: Preview
ja: プレビュー

# リストから除外
source: Remove from List
ja: リストから除外

# 連番と日付
source: Counter and Date
ja: 連番と日付

# 元の名前
source: Original Name
ja: 元の名前

# クイックルックプレビュー
source: Quick Look Preview
ja: クイックルックプレビュー

# ファイル名を入力
source: Enter file name
ja: ファイル名を入力

# 元のファイル名（小文字）
source: Original File Name (Lowercase)
ja: 元のファイル名（小文字）

# 元のファイル名（大文字）
source: Original File Name (Uppercase)
ja: 元のファイル名（大文字）

# 連番 (001)
source: Counter (001)
ja: 連番 (001)

# 連番 (0001)
source: Counter (0001)
ja: 連番 (0001)

# 連番 (01)
source: Counter (01)
ja: 連番 (01)

# 撮影日 (YYYYMMDD)
source: Date Taken (YYYYMMDD)
ja: 撮影日 (YYYYMMDD)

# 撮影日 (YYYY-MM-DD)
source: Date Taken (YYYY-MM-DD)
ja: 撮影日 (YYYY-MM-DD)

# 撮影日時 (YYYYMMDD_HHMMSS)
source: Date & Time Taken (YYYYMMDD_HHMMSS)
ja: 撮影日時 (YYYYMMDD_HHMMSS)

# 作成日 (YYYYMMDD)
source: Date Created (YYYYMMDD)
ja: 作成日 (YYYYMMDD)

# 更新日 (YYYYMMDD)
source: Date Modified (YYYYMMDD)
ja: 更新日 (YYYYMMDD)

# 写真情報
source: Photo Metadata
ja: 写真情報

# 区切り
source: Separator
ja: 区切り

# アンダースコア _
source: Underscore _
ja: アンダースコア _

# ハイフン -
source: Hyphen -
ja: ハイフン -

# ドット .
source: Period .
ja: ドット .

# スペース
source: Space
ja: スペース

# panel.add.prompt
source: Add
ja: 追加

# panel.addFolder.message
source: Choose a folder to add
ja: 追加するフォルダを選択

# panel.addFiles.message
source: Choose files to add
ja: 追加するファイルを選択

# access.panel.title
source: Allow Access to “%@”
ja: 「%@」へのアクセスを許可

# access.panel.prompt
source: Allow Access
ja: アクセスを許可

# access.panel.message
source: Allow access to “%@” or its parent folder.
ja: 「%@」または親フォルダへのアクセスを許可してください。

# access.selection.title
source: Select “%@”
ja: 「%@」を選択してください

# access.selection.detail
source: Select this folder or its parent folder.
ja: このフォルダ、または親フォルダを選択してください。

# access.failed.title
source: Couldn’t Allow Access
ja: アクセスを許可できませんでした

# access.failed.detail
source: Please try again.
ja: もう一度お試しください。

# access.rename.title
source: Allow Access to “%@”
ja: 「%@」へのアクセスを許可

# access.rename.detail
source: To continue renaming, allow access to the folder currently loaded.
ja: リネームを続けるには、現在読み込んでいるフォルダへのアクセスを許可してください。

# access.rename.action
source: Select “%@”…
ja: 「%@」を選択…

# .拡張子
source: .Extension
ja: .拡張子

# .拡張子（小文字）
source: .Extension (Lowercase)
ja: .拡張子（小文字）

# .拡張子（大文字）
source: .Extension (Uppercase)
ja: .拡張子（大文字）

# すべて既にリストに含まれています。
source: All selected files are already in the list.
ja: すべて既にリストに含まれています。

# カスタム
source: Custom
ja: カスタム

# サイズ
source: Size
ja: サイズ

# ファイル未追加
source: No Files Added
ja: ファイル未追加

# フォルダを選択…
source: Choose Folder…
ja: フォルダを選択…

# リネーム
source: Rename
ja: リネーム

# 処理を続ける
source: Continue
ja: 処理を続ける

# 厳密
source: Strict
ja: 厳密

# 標準
source: Standard
ja: 標準

# 広め
source: Broad
ja: 広め

# 名前の問題
source: Name Issues
ja: 名前の問題

# 名前を確認してください
source: Check the names
ja: 名前を確認してください

# 変更
source: Changes
ja: 変更

# 選択なし
source: Nothing Selected
ja: 選択なし

# FileRenamerのプリセットJSONを選択
source: Choose a FileRenamer presets JSON file
ja: FileRenamerのプリセットJSONを選択

# やり直しています…
source: Redoing…
ja: やり直しています…

# やり直せませんでした
source: Couldn’t Redo
ja: やり直せませんでした

# ゴミ箱に移動できないファイルがあります
source: Some files couldn’t be moved to Trash
ja: ゴミ箱に移動できないファイルがあります

# ゴミ箱に移動中…
source: Moving to Trash…
ja: ゴミ箱に移動中…

# パッケージを除外しました
source: Packages Were Excluded
ja: パッケージを除外しました

# ファイルを変更中…
source: Updating Files…
ja: ファイルを変更中…

# ファイル名にそのまま入る文字を編集します
source: Edit text that will be inserted directly into the file name.
ja: ファイル名にそのまま入る文字を編集します

# ファイル名を安全に確定または復旧しています。処理が終わってから、もう一度終了してください。
source: File names are being finalized or recovered safely. Try quitting again after the operation finishes.
ja: ファイル名を安全に確定または復旧しています。処理が終わってから、もう一度終了してください。

# フォルダ名を使用できません
source: Folder Name Can’t Be Used
ja: フォルダ名を使用できません

# プリセットを保存できませんでした
source: Couldn’t Save Preset
ja: プリセットを保存できませんでした

# プリセットを復旧しました
source: Presets Were Recovered
ja: プリセットを復旧しました

# プリセットを書き出せませんでした
source: Couldn’t Export Presets
ja: プリセットを書き出せませんでした

# プリセットを読み込めませんでした
source: Couldn’t Import Presets
ja: プリセットを読み込めませんでした

# マイプリセット 2
source: My Preset 2
ja: マイプリセット 2
